{"video_path": {"path": "C:\\Y2meta.app-niharika nm #shorts-(480p).mp4"}, "data": {"audio_text": "Hello. Excuse me, Is this the line for Made To The Film? Yeah. Okay. I'm also here. Okay. Yeah. Yeah. Please. Please, whole family. You bring? Oh, yeah. Of course. Of course. Excuse me. You are excused. Hello! Excuse me, You are blind or what? You can't see the line? I can't see, that's why I'm standing in the You see these people ahead of me? The line starts there, actually. Don't try to act over smart and all. Okay. Okay. Okay. I don't know what you are telling this for. Everybody will come up and stand in line. Oh, oh, oh! One more person came. Hello. Excuse me, sir. You are popping the lines. Father in law, actually. Sorry. Yeah. Did I cut the line? No, no, no. Wherever you stand line starts there for me here. Yeah. Thank you. Can I call my friends to the line? Yeah. Where we're standing. Yeah. Yeah. Sure. Yeah. Hey, hey, hey. Come, come, come. You have a lot of friends, actually. Okay. Can you give me your phone number? Okay. This is Do you want my number? Your number. Actually, yeah. What is it? "}, "video_text": {"text": "A woman is talking to a man and saying \"Hello! Excuse me?\".  She is smiling and has a surprised look on her face.  The man is looking down at the woman and slightly away from the camera. The woman is wearing a black shirt and the man is wearing a white shirt.  They are in a dimly lit bar. A woman is confronting a man in a dark hallway. She is saying \"Hello, excuse me, you are blind or what?\"  The man is ignoring her.  There is a red rope behind them.  There is another person in the background. A man and a woman are playfully fighting, with the man's hand outstretched and the woman's hand raised in defense. There is a red ribbon in the foreground and the word \"fighting\" is written below. In the background, there is a poster for the movie \"Major.\" The image is taken in an indoor setting with a warm tone. A man and a woman are talking near a red velvet rope. The man is wearing a blue shirt and jeans and the woman is wearing a black shirt and dark pants. They seem to be laughing and having a good time. The caption reads \"Father in law actually..\". A man and woman are standing behind a red velvet rope. The man is smiling and looking at the woman. The woman is smiling back at him. The man is wearing a blue shirt and the woman is wearing a black coat. There is a poster in the background.  The word \"Yeah\" is written on the image. A group of three men are standing in a hallway. The man in the middle is wearing a camouflage shirt, the man on the left is wearing a blue shirt, and the man on the right is wearing a white shirt. The man in the middle is looking at the man on the left. The man on the left is looking at the man in the middle. The man on the right is looking at the man in the middle.  The text \"Can you give me your phone num...\" is superimposed over the image. "}, "audio_text": {"text": "Hello. Excuse me. Is this the line for Made to the Film? Yeah. Okay. I'm also here. Okay. Yeah. Oh, yeah. Please. Please. Whole family you bring. Oh, yeah. Of course. Of course. Excuse me. You're Excuse. Hello. Excuse me. You're blind or what? You can't see the line? I can't see that's why I'm standing in the line. You see these people ahead of me? The line starts there, actually. Don't try to act over smart and all. Okay. Everybody will come off and stand in the line. Oh, who, who? One more person came. Hello. Excuse me, sir. You're pop in the lines. Father in law, actually. Sorry. Yeah. Did I cut the line? No, no, no. Wherever you stand, line starts there with me here. Yeah. Thank you. Can I call my friends to the line? Yeah. Where we're standing? Yeah. Yeah. Sure. Yeah. Wait, wait, wait. Come, come, come. Come. We have a lot of friends, actually. Okay. Can you give me your phone number? Okay. You want my number? Your number. Actually, yeah. What is it? "}, "final_result": {"text": "## YouTube Title Options:\n\n**Catchy:**\n\n* **\"Line Cutting Gone Wrong: The Ultimate Movie Premiere Chaos\"**\n* **\"My Dad-In-Law's Epic Line Cutting Attempt (You Won't Believe This!)\"**\n* **\"When You Try to Cut the Line at a Movie Premiere (Funny & Wild)\"**\n\n**Informative:**\n\n* **\"Movie Premiere Line Chaos: A Hilarious (and Slightly Aggravating) Story\"**\n* **\"The Night I Almost Missed My Movie Premiere: A Lesson in Line Etiquette\"**\n\n## YouTube Description:\n\n**Option 1 (Humorous):**\n\n\"You've been there. You're excited for a movie premiere, you're in line, but then... chaos erupts. This video is the story of that night - when I found myself in a whirlwind of line cutters, arguments, and unexpected alliances. From my dad-in-law's questionable tactics to the sheer determination of the people behind me, it's a night you won't forget. Get ready for laughs, a little bit of rage, and a whole lot of chaos. 🍿\"\n\n**Option 2 (More straightforward):**\n\n\"I went to the movie premiere of 'Made to the Film' and found myself caught in a hilarious (and sometimes frustrating) line cutting situation. This video documents the entire experience, from the initial awkward encounter to the unexpected ending. Enjoy!\"\n\n## YouTube Hashtags:\n\n* #moviepremiere #line #linecutting #chaos #comedy #funny #film #dadinlaw #dadjoke #movie #cinephile #major #funnymoments #relatable #awkward \n\n## Keywords:\n\n* Movie premiere\n* Line cutting\n* Movie\n* Comedy\n* Funny\n* Dad-in-law\n* Chaos\n* Made to the Film\n* Premiere\n* Film\n\n**Remember:**\n\n* You can adjust the titles, descriptions, hashtags and keywords based on your personal preference and what you think will be most effective for your video. \n* Consider adding a call to action in your description, asking viewers to like, subscribe, and comment. \n* Use relevant and popular hashtags to increase the chances of your video being discovered. \n"}}